import { Wrap, Title, Description } from "./Presentation.styled";

export const Presentation = () => (
  <Wrap>
    <Title>Rental Cars</Title>
    <Description>
      Ми пропонуємо широкий вибір автомобілів різних класів, включаючи недорогі
      моделі економ-класу та престижні автомобілі преміум-класу.<br/> Наш парк
      складається з повністю застрахованих автомобілів, що регулярно проходять
      технічні перевірки та обслуговування.<br/> Легко та зручно можна орендувати
      автомобіль в одній із наших філій, розташованих у великих містах України.
      Ми з радістю запропонуємо найкращі автомобілі для вашої подорожі.
    </Description>
  </Wrap>
);
